Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: Shows/Hide Side Bar
ru: Показать/Скрыть навигационную панель

source: Shows/Hide Status Bar
ru: Показать/Скрыть строку состояния

source: &Side Bar
ru: &Навигационная панель

source: S&ide Bar
ru: Н&авигационная панель

source: Similar Entries
ru: Похожие статьи

source: &Similar writing system
ru: &Похожая система письма

source: Similar writing system:
ru: Похожая система письма:

source: simulfix
ru: симульфикс

source: {0} Simulfix
ru: {0} симульфикс

source: Single
ru: Одинарный

source: Single {0} Underline
ru: Одинарное {0} подчеркивание

source: Single Character
ru: Единственный символ

source: Single Sense:
ru: Единственное значение:

source: Single Spacing
ru: Одинарный интервал

source: Single Underline
ru: Одинарное подчеркивание

source: Single-line Text
ru: Однострочный текст

source: Size
ru: Размер

source: S&ize:
ru: Р&азмер:

source: Si&ze:
ru: Ра&змер:

source: Skip
ru: Пропустить

source: Sky Blue,0,204,255
ru: Небесно-голубой,0,204,255

source: Slide
ru: Слайд

source: Slot Name
ru: Название слота

source: Slot Names
ru: Названия слотов

source: Slots
ru: Слоты

source: Slots (for Infl. Affixes)
ru: Слоты (для формообр. аффиксов)

source: Sociolinguistics Note
ru: Социолингвистическая заметка

source: Sociolinguistics Notes
ru: Социолингвистические заметки

source: Some files in the Linked Files folder are newer than the ones which will be restored, and these may not be files that this FieldWorks project links to yet.
ru: Некоторые файлы в папке ссылочных файлов являются более новыми, чем те, которые будут восстановлены, и это могут быть не те файлы, на которые ссылается этот проект FieldWorks.

source: Some grammatical information will be lost! Do you still want to continue?
ru: Некоторая грамматическая информация будет потеряна! Вы хотите продолжить?

source: somewhere after
ru: где-то после

source: somewhere before
ru: где-то перед

source: Sorry, but the selected gloss conflicts with '{0}' which has already been inserted.
ru: Извините, но выбранная глосса конфликтует с '{0}', которая была уже вставлена.

source: Sorry, could not launch {0}.
ru: Извините, невозможно запустить {0}.

source: Sorry, could not show {0}.
ru: Извините, невозможно отобразить {0}.

source: Sorry, FieldWorks cannot delete this item.
ru: Извините, но FieldWorks не может удалить этот элемент.

source: Sorry, FieldWorks cannot delete this wordform because it occurs in your texts.
ru: Извините, но FieldWorks не может удалить эту словоформу, потому что она используется в ваших текстах.

source: Sorry, FieldWorks cannot delete this wordform{0}because it is used 1 time in your texts.
ru: Извините, но FieldWorks не может удалить словоформу, {0} потому что она используется 1 раз в ваших текстах.

source: Sorry, FieldWorks cannot delete this wordform{1}because it is used {0} times in your texts.
ru: Извините, но FieldWorks не может удалить словоформу, {1} потому что она используется {0} раз в ваших текстах.

source: Sorry, I can only process one word at a time.
ru: Извините, я могу работать одновременно только с одним словом.

source: Sorry, that command is not available at the moment
ru: Извините, но эта команда недоступна на данный момент

source: Sorry, that entry is not yet in the dictionary
ru: Извините, но эта статья еще отсутствует в словаре

source: Sorry, there's no help available for this item (missing id).
ru: Извините, справка по данному элементу отсутствует (нет ИН).

source: &Sort items by name
ru: &Сортировка элментов по имени

source: Sort method:
ru: Метод сортировки:

source: &Sort order:
ru: &Порядок сортировки:

source: Sorted by {0}
ru: Сотрировка по {0}

source: Sorted By Length
ru: Сотрировка по длине

source: Sorted From End
ru: Сотировка с конца

source: _Sorting
ru: С_ортировка

source: Sorting
ru: Сортировка

source: Sound Files
ru: Звуковые файлы

source: _Sound or Movie
ru: _Звук или фильм

source: Source
ru: Источник

source: Source and destination columns should be different
ru: Исходная колонка и колонка назначения должны отличаться

source: Source Field:
ru: Исходное поле:

source: Source Order
ru: Исходный порядок

source: Source:
ru: Источник:

source: Sources
ru: Источники

source: SPACE
ru: ПРОБЕЛ

source: Spacing
ru: Интервал

source: Spacing After
ru: Интервал после

source: Spacing Before
ru: Интервал перед

source: Special _character...
ru: Специальный _символ...

source: Special Indent
ru: Особый отступ

source: Special Note
ru: Специальная заметка

source: Spec&ial:
ru: Осо&бый:

source: Specific &Sense
ru: Специальное &значение

source: Specifies a descriptive name for the encoding converter.
ru: Указывает описательное имя для перекодировщика.

source: Specifies a folder on your machine where external files you link to are stored.
ru: Указывает папку в вашем компьютере, где хранятся внешние файлы, на которые вы ссылаетесь.

source: Specifies an abbreviation to identify the writing system.
ru: Указывает аббревиатуру для идентификации системы письма.

source: Specifies the actual encoding converter.
ru: Указывает текущий перекодировщик.

source: Specifies the CC table to use.
ru: Указывает используемую таблицу КК.

source: Specifies the encoding converter for importing data which uses this writing system.
ru: Указывает перекодировщик для импорта данных,который использует эту систему письма.

source: Specifies the encoding of the data before and after conversion.
ru: Указывает кодировку данных до и после преобразования.

source: Specifies the ICU converter to use.
ru: Указывает используемый конвертер ICU.

source: Specifies the ICU transducer to use.
ru: Указывает используемый преобразователь ICU.

source: Specifies the name for this project.
ru: Указывает имя данного проекта.

source: Specifies the TECkit file to use.
ru: Указывает файл TECkit для использования.

source: Specifies the Windows code page to use.
ru: Указывает используемую кодовую страницу Windows.

source: Specify ...
ru: Указать...

source: Specify a file containing data in the input encoding.
ru: Указать файл, содержащий данные во входной кодировке.

source: Specify any custom Unicode characters needed for {0}:
ru: Указать любые пользовательские символы Юникода, необходимые для {0}:

source: Specify Concordance Criteria
ru: Указать критерии конкорданса

source: Specify concordance criteria...
ru: Указать критерии конкорданса...

source: Specify different Grammatical Info...
ru: Указать другую грам. информацию...

source: Specify Different Grammatical Info...
ru: Указать другую грам. информацию...

source: Specify FieldWorks writing system
ru: Указать систему письма FieldWorks

source: Specify Grammatical Info...
ru: Указать грамматическую информацию...

source: Specify the beginning and end markers, and how FieldWorks should interpret them.
ru: Указать начальную и конечную метку и как FieldWorks должен интерпретировать их.

source: Specify the languages used in {0}, and which FieldWorks Writing Systems they map to:
ru: Указать языки, используемые в {0}, и в каких системах письма FieldWorks они отображаются:

source: Specify the set of valid characters for {0}.
ru: Указать набор допустимых символов для {0}.

source: Specify the standard format file containing the anthropology data you want to import.
ru: Указать файл стандартного формата, содержащий антропологические данные, которые вы хотите импортировать.

source: Specify the standard format file containing the lexical data you want to import into FieldWorks.
ru: Указать файл стандартного формата, содержащий лексические данные для импорта в FieldWorks.

source: Specify Writing Systems
ru: Указать систему письма

source: Spelled correctly?
ru: Правильно написано?

source: Spelling
ru: Орфография

source: Spelling dictionary
ru: Словарь проверки орфографии

source: Spelling dictionary:
ru: Словарь проверки орфографии:

source: Spelling Errors
ru: Орфографические ошибки

source: Spelling Status
ru: Статус орфографии

source: Standard
ru: Стандартный

source: standard format
ru: стандартный формат

source: Standard Format _Notebook data...
ru: Данные стандартного формата _блокнота...

source: Standard Format Files
ru: Файлы стандартного формата

source: _Standard Format Lexicon...
ru: Лексикон _стандартного формата...

source: Standard Format marker
ru: Метка стандартного формата

source: Standard Format text
ru: Текст стандартного формата

source: Standard OCM anthropology categories
ru: Стандартные коды антропологических категорий OCM

source: Start a new paragraph ...
ru: Начать новый абзац ...

source: Start at
ru: Начать с

source: S&tart at:
ru: &Начать с:

source: Start the Character Map utility.
ru: Запуск утилиты "Таблица символов".

source: Start the Parser running.
ru: Запустить парсер.

source: started
ru: запущен

source: Startup Problem
ru: Проблема запуска

source: Statistics for standard format markers
ru: Статистика для меток стандартного формата

source: status
ru: состояние

source: Status
ru: Состояние

source: St&atus Bar
ru: Ст&рока состояния

source: Status:
ru: Состояние:

source: stem
ru: основа

source: {0} Stem
ru: {0} Основа

source: STEM
ru: ОСНОВА

source: Stem Allomorph
ru: Алломорф основы

source: Stem Analysis
ru: Анализ основы

source: Stem Form
ru: Форма основы

source: Stem name
ru: Имя основы

source: Stem Name
ru: Имя основы

source: Stem Names
ru: Имена основ

source: Stem/root of unknown category; takes any affix
ru: Основа/корень неизвестной категории; присоединяет любой аффикс

source: Stem-based (complex forms as main entries)
ru: Основанный на основе слова (составные формы в качестве основных статей)

source: stems
ru: основы

source: Step {0} of {1}
ru: {0}-й шаг из {1}

source: Step 1
ru: 1-й шаг

source: Step 1 of 7
ru: 1-й шаг из 7

source: Step 1 of 8
ru: 1-й шаг из 8

source: Step 1: Find the Lexical Entry
ru: 1-й шаг: Найти лексическую статью

source: Step 1: Find the Lexical Entry of the Morpheme
ru: 1-й шаг: Найти лексическую статью морфемы

source: Step 2
ru: 2-й шаг

source: Step 2: Select Entry or Sense
ru: 2-й шаг: Выбрать статью или значение

source: Step 2: Select the Allomorph (Lexeme or Alternate form)
ru: 2-й шаг: Выберите алломорф (лексему или альтернативную форму)

source: Step 2: Select the Grammatical Info.
ru: 2-й шаг: Выбрать грамматическую информацию

source: Step 3
ru: 3-й шаг

source: &Stop
ru: &Остановить

source: Stop
ru: Остановить

source: Stop at End of Field
ru: Остановиться в конце поля

source: Stop at End of Word
ru: остановиться в конце слова

source: _Stop Parser
ru: О_становить парсер

source: Stop the Parser.
ru: Остановать парсер.

source: String field import options
ru: Параметры импорта строкового поля

source: String Representation
ru: Представление строки

source: String, reordered at word clicked
ru: Строка, переупорядоченная по выбранному слову

source: _Student Manual...
ru: _Руководство студента...

source: &Style
ru: &Стиль

source: Style
ru: Стиль

source: Style {0} could not be added because an incompatible style with the same name already exists.
ru: Невозможно добавить стиль {0}, потому что несовместимый стиль с таким же именем уже существует.

source: Style Changes
ru: Изменения стиля

source: St&yle for following paragraph:
ru: Ст&иль следующего абзаца:

source: Style type:
ru: Тип стиля:

source: &Style...
ru: &Стиль...

source: Style:
ru: Стиль:

source: Styles
ru: Стили

source: &Styles...
ru: &Стили...

source: _Styles...
ru: _Стили...

source: Styles...
ru: Стили...

source: &Styles:
ru: &Стили:

source: Subcategories
ru: Подкатегории

source: Subcategory
ru: Подкатегория

source: Subcategory...
ru: Подкатегория...

source: Subclass
ru: Подкласс

source: Subclass Name
ru: Имя подкласса

source: Subclasses
ru: Подклассы

source: Subdomain
ru: Поддомен

source: Subdomains
ru: Поддомены

source: Subentries
ru: Подстатьи

source: _Subentry (derivative)
ru: _Подстатья (деривационная)

source: Subentry under
ru: Подстатья под

source: Subentry Under Reference
ru: Подстатья под ссылкой

source: Subentry/Complex Form Type :
ru: Тип подстатьи/сложной формы :

source: Subitem
ru: Подединица

source: Subitems
ru: Подединицы

source: Subrecord
ru: Подзапись

source: Subrecord of
ru: Подзапись от

source: Subrecord of subrecord
ru: Подзапись подзаписи

source: Subrecords
ru: Подзаписи

source: Subscrip&t
ru: &Нижний индекс

source: Subscript
ru: Нижний индекс

source: Subsense (in sense)
ru: Подзначение (в значении)

source: Subsenses
ru: Подзначения

source: SubSenses
ru: ПодЗначения

source: Subsubentries
ru: Подподстатьи

source: Subtype
ru: Подтип

source: Subtypes
ru: Подтипы

source: Successful
ru: Успешно

source: Successfully loaded {0} into {1}.{2}Look at {3} for details.
ru: Успешная загрузка {0} в {1}.{2}Смотри подробно в {3}.

source: suffix
ru: суффикс

source: {0} Suffix
ru: {0} Суффикс

source: Summary Definition
ru: Определение резюме

source: Sup&erscript
ru: &Верхний индекс

source: Superscript
ru: Верхний индекс

source: Support &hierarchy
ru: Поддержать &иерархию

source: Supporting Files
ru: Вспомогательные файлы

source: Supporting &files (for example, fonts, keyboards, converters)
ru: Поддержка &файлов (например, шрифты, клавиатуры, конверторы)

source: Supporting files (for example, fonts, keyboards, converters)
ru: Поддержка файлов (например, шрифты, клавиатуры, конверторы)

source: suprafix
ru: супрафикс

source: {0} Suprafix
ru: {0} супрафикс

source: Surrounding context:
ru: Ближайший контекст:

source: Swahili
ru: Суахили

source: &Swap
ru: &Поменять местами

source: Swap Allomorph with Lexeme Form
ru: Поменять местами алломорф с лексемной формой

source: Swap Lexeme Form with Allomorph
ru: Поменять местами лексемную форму с алломорфом

source: Swap Lexeme Form with Allomorph...
ru: Поменять местами лексемную форму с алломорфом...

source: Swap: "{0}"{2}With: "{1}"
ru: Поменять местами: "{0}"{2}с: "{1}"

source: Symbol, Currency
ru: Символ, денежная единица

source: Symbol, Math
ru: Символ, математический

source: Synchronize
ru: Синхронизировать

source: Synchronize with LiftShare (NOT YET IMPLEMENTED)
ru: Синхронизировать с LiftShare (ЕЩЁ НЕ РЕАЛИЗОВАНО)

source: System Default
ru: Системные настройки по умолчанию

source: System Language for keyboard input:
ru: Системный язык для ввода с клавиатуры:

source: Table
ru: Таблица

source: Tagging
ru: Разметка

source: Take care - other users connected
ru: Осторожно - подключены другие пользователи

source: Target Field:
ru: Поле назначения:

source: Target not found
ru: Цель не найдена

source: Targets
ru: Цели

source: TECkit (compiled TEC file)
ru: TECkit (компилированный файл TEC)

source: TECkit (source MAP file)
ru: TECkit (исходный файл MAP)

source: TECkit Mapping Files
ru: Файлы соответствия TECkit

source: Template Name
ru: Имя шаблона

source: Test
ru: Тест

source: Test the {0} writing system:
ru: Проверить систему письма {0}:

source: Text
ru: Текст

source: Text after
ru: Текст после

source: Te&xt after:
ru: Те&кст после:

source: Text before
ru: Текст перед

source: Text &before:
ru: Текст &перед:

source: Text changes:
ru: Изменения в тексте:

source: Text Chart
ru: Схема текста

source: Text Chart Marker
ru: Метка схемы текста

source: Text Chart Markers
ru: Метки схемы текста

source: Text Constituent Chart Template
ru: Шаблон схем НС текста

source: Text Constituent Chart Templates
ru: Шаблоны схемы НС текста

source: Text field import options
ru: Параметры импортирования текстовых полей

source: Text Files
ru: Текстовые файлы

source: Text Files (*.txt)|*.txt|All Files (*.*)|*.*
ru: Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*

source: Text files|*.txt
ru: Текстовые файлы|*.txt

source: Text is {0}
ru: Текст - это {0}

source: Text is {0} on {1}
ru: Текст {0} в {1}

source: Text is a translation
ru: Текст является переводом

source: Text Markup Tag
ru: Тег разметки текста

source: Text Markup Tags
ru: Теги разметки текста

source: Text Only (Always)
ru: Только текст (всегда)

source: Text to match:
ru: Искомый текст:

source: Text to substitute:
ru: Текст для замены:

source: texts
ru: тексты

source: Texts
ru: Тексты

source: _Texts && Words
ru: _Тексты && слова

source: Texts & Words
ru: Тексты & слова

source: Thank you for checking out this preview version of FieldWorks Language Explorer.
ru: Спасибо за участие в испытании предварительной версии FieldWorks Language Explorer.

source: Thank you for checking out this version of FieldWorks Language Explorer.
ru: Спасибо за апробацию этой версии FieldWorks Language Explorer.

source: Thanks, and change the default Linked Files location for this project.
ru: Спасибо, изменить местонахождение по умолчанию для ссылочных файлов этого проекта.

source: That character is undefined and cannot be added.
ru: Этот символ неопределён и его нельзя добавить.

source: That name is already in use by another list.
ru: Это имя уже использовано в другом списке.

source: That name is already in use by another view.
ru: Это имя уже использовано в другом виде.

source: The "{0}" writing system already exists. To distinguish the new writing system you are creating from "{0}", add script, region and/or variant information.{1}{1}Alternatively, remove this new writing system and use the existing writing system, "{0}", if it meets your needs.
ru: Система письма "{0}" уже существует. Для различения новой системы письма, которую вы создаёте из "{0}", добавьте скрипт, информацию о регионе и/или варианте.{1}{1}Или удалите эту новую систему письма и используйте существующую систему письма "{0}", если она отвечает вашим требованиям.

source: The {0} database needs to be updated from version {1} to version {2}.{3}{3}Performing this update could take a while. Do you want to continue with the Update?
ru: Необходимо произвести обновление базы данных {0} из версии {1} до версии {2}.{3}{3}Выполнение данного обновления займёт некоторое время. Вы хотите продолжить обновление?

source: The {0} I need is not shown in the Catalog. Create a custom {1}.
ru: В каталоге отсутствует {0}, которое мне необходимо. Создать пользовательское {1}.

source: The {0} you just selected as a complex form of {1} is already saved as a component of {1}. Which item is really a component of the other? Delete the existing relationship before trying to add this one again.
ru: {0}, кот. вы выбрали как сложную форму для {1}, уже сохранено как компонент {1}. Какой элемент действительно является компонентом другого? Удалите существующее отношение, перед тем как добавлять это снова.

source: The abbreviation for this inflection class.
ru: Сокращение для данного класса формообразования.

source: The abbreviation for this natural class.
ru: Сокращение для этого естественного класса.

source: The abbreviation to be used for this category.
ru: Сокращение, используемое для данной категории.

source: The affix process rule and inflection class will be lost! Do you still want to continue?
ru: Правило обработки аффиксов и класс формообразования будут утеряны! Вы всё же хотите продолжить?

source: The affix process rule will be lost! Do you still want to continue?
ru: Правило обработки аффиксов будет утерян! Вы всё же хотите продолжить?

source: The affix process rule, inflection class, and some grammatical information will be lost! Do you still want to continue?
ru: Правило обработки аффиксов, класс формообразования и некоторая грамматическая информация будут утеряны! Вы всё же хотите продолжить?

source: The allomorph is used in these contexts.
ru: Алломорф используется в этих контекстах.

source: The application was not able to follow that link. ({0})
ru: Приложение не смогло проследовать по этой ссылке. ({0})

source: The application was not able to follow that link. This can happen if you have deleted the object that was pointed to by the link.
ru: Приложение не смогло проследовать по этой ссылке. Это могло случится, если вы удалили объект, на который указывает ссылка.

source: The backup XML file is either invalid or too old to convert directly.
ru: XML файл резервной копии либо недействителен, либо слишком стар для прямой конвертации.

source: The category is used in these contexts:
ru: Категория используется в следующих контекстах:

source: The category of the stem resulting from the attachment of this affix.
ru: Категория основы после присоединения данного аффикса.

source: The category of the stem to which this affix attaches.
ru: Категория основы, к которой присоединяется данный аффикс.

source: The category of this part of the compound.
ru: Категория данной части композита.

source: The category of this stem or root.
ru: Категория этой основы или этого корня.

source: The category, etc. that the resulting stem of the compound is.
ru: Категория и т.п. получающейся основы композита.

source: The Citation Form is used to override the Lexeme Form as the headword in the printed dictionary.
ru: Словарная форма служит для замены формы лексемы в лемме печатного словаря.

source: The connection to the server has been lost.
ru: Соединение с сервером потеряно.

source: The conversion of your projects to the shared format is now complete. To complete the sharing of your projects, you need to set the folder (and subfolders) where your projects are stored to be readable and writable by the other people who will work on your data.
ru: Конвертация ваших проектов в общий формат сейчас выполнена. Для завершения предоставления ваших проектов для совместного использования вам необходимо назначить папку (или подпапку), где хранятся ваши проекты, чтобы в ней можно было читать и записывать другим людям, которые будут работать над вашими данными.

source: The conversion process has failed! Are you sure the input was a backup from FieldWorks version 6.0 or later? The conversion process returned error code {0} and error message {1}.
ru: Процесс преобразования не выполнен! Вы уверены, что входной файл был резервной копией от FieldWorks версии 6.0 или поздней? Процесс преобразования вернул код ошибки {0} и сообщение об ошибке {1}.

source: The converter is not yet complete.
ru: Конвертор ещё работает.

source: The current entry is included as a main entry headword only in publications shown in this field; otherwise, it only appears in references.
ru: Текущая статья включается как лемма главной статьи только в публикациях, видимых в данном поле; иначе она появляется только в ссылках.

source: The current entry is shown as a subentry under the component entries shown in this field in Dictionary.
ru: Текущая статья отображается как подстатья в компонентах статей, показанных в данном поле словаря.

source: The cut operation could not be completed. This might be because some parts of what is selected cannot be edited. If this happens unexpectedly please report it as a bug. Please pass on this message: {0}.
ru: Операция Вырезать не могла быть выполнена. Это могло произойти, потому что некоторые части выбранного нельзя редактировать. Если это произошло неожиданно, просим сообщить о программной ошибке. Перейдите к данному сообщению: {0}.

source: The Database folder ({0}) is compressed. A new project cannot be created unless the folder is decompressed. To fix this problem, close down this application and any other open FieldWorks applications. When you next launch a FieldWorks application, there will be an opportunity to fix the folder automatically.
ru: Папка базы данных ({0}) является сжатой. Новый проект не может быть создан, пока папка не будет разархивирована. Для исправления этой проблемы закройте данное приложение и все другие открытые приложения FieldWorks. При следующем запуске приложения FieldWorks будет возможность исправить папку автоматически.
